export const question = [
  // 개인 성향 분석 질문
  "가끔 타로나 운세를 본다.",
  "인스타 감성의 맛집이나 카페에 방문하는 것을 즐긴다.",
  "집에 있을 때 문득 외롭다고 느낄 때가 있다.",
  "주기적으로 하는 것을 잘 지키는 편이다.",
  "주변 사람들에게 종종 얼굴 보기 힘들다는 소리를 듣곤 한다.",
  "문자나 카카오톡을 보낼 때 이모티콘을 즐겨 사용한다.",
  // 식물 관심 및 애정도 질문
  "식물을 보면 마음이 편해진다",
  "자발적으로 식물 이름을 찾아보곤 한다.",
  "기르는 식물이 생기면 이름을 지어준다.",
  "예쁜 꽃이나 나무를 보면 사진을 찍는다.",
  "이사할 때 기르던 식물도 챙겨간다.",
  // 선호 식물 항목
  "나만의 작은 자연 공간을 가꿔보고 싶다.",
  "실내에서 계절감을 느끼고 싶다.",
  "식물의 변화를 관찰하는 것을 좋아한다.",
  "어쩌다 손길이 가더라도 스스로 잘 생존하는 식물을 선호한다.",
  "이왕이면 유용한 반려 식물이 좋다.",
  // O/X 질문
  //반려동물 질문
  "반려동물과 함께 생활하고 있다.",
  // 환경 항목
  "어린 아이와 함께 생활하고 있다.",
  "햇빛이 잘 들어오는 양지가 있다.",
  "통풍이 잘 되어서 공기 순환이 원활한 환경이다.",
  "겨울에도 10°C 이상 온도가 유지되는 온화한 곳이 있다.",
  // 사전 지식 및 경험 항목
  "분갈이를 할 수 있거나, 분갈이를 해본 적이 있다.",
  "현재 식물을 기르고 있거나, 식물을 길러본 적이 있다.",
  "직접 기른 식물을 먹어본 적이 있다.",
  "식물에 따라 재배 방법이 다르다는 걸 알고 있다.",
  "자발적으로 원예 용품(비료, 살충제, 분무기 등) 구매한 적이 있다.",
];
